<?php

return [
    'title' => 'Паролни қайта ўрнатиш',

    'heading' => 'Паролни унутдингизми?',

    'actions' => [

        'login' => [
            'label' => 'Кириш саҳифасига қайтиш',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'Электрон почта манзили',
        ],

        'actions' => [

            'request' => [
                'label' => 'Хабар юбориш',
            ],

        ],

    ],

    'notifications' => [

        'throttled' => [
            'title' => 'Уринишлар сони жуда кўп',
            'body' => 'Илтимос, :seconds сониядан кейин қайта уриниб кўринг.',
        ],

    ],

];
