<?php

return [

    'title' => 'Электрон почта манзилингизни тасдиқланг',

    'heading' => 'Ҳурматли фойдаланувчи, электрон почта манзилингизни тасдиқланг',

    'actions' => [

        'resend_notification' => [
            'label' => 'Яна бир бор юбориш',
        ],

    ],

    'messages' => [
        'notification_not_received' => 'Биз юборган хатни олмадингизми?',
        'notification_sent' => 'Биз :email манзилига электрон почта манзилингизни текшириш бўйича кўрсатмалар билан хат юбордик. Электрон почтангизни текширинг',
    ],

    'notifications' => [

        'notification_resent' => [
            'title' => 'Биз электрон почта хабарини қайта юбордик.',
        ],

        'notification_resend_throttled' => [
            'title' => 'Қайта юборишлар сони жуда кўп',
            'body' => 'Илтимос, :seconds сониядан кейин қайта уриниб кўринг.',
        ],

    ],


];
