<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые линии аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые линии используются во время аутентификации для различных
    | сообщений, которые нам нужно вывести пользователю.
    |
    */

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'password' => 'Предоставленный пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

];