<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые линии сброса пароля
    |--------------------------------------------------------------------------
    |
    | Следующие языковые линии являются линиями по умолчанию, которые соответствуют
    | причинам, предоставляемым брокером паролей при попытке обновления пароля.
    |
    */

    'reset' => 'Ваш пароль был сброшен.',
    'sent' => 'Мы отправили ссылку для сброса пароля на ваш email.',
    'throttled' => 'Пожалуйста, подождите перед повторной попыткой.',
    'token' => 'Этот токен сброса пароля недействителен.',
    'user' => "Мы не можем найти пользователя с таким адресом электронной почты.",

];