<?php

return [

    'label' => ':labelни экспорт қилиш',

    'modal' => [

        'heading' => ':labelни экспорт қилиш',

        'form' => [

            'columns' => [

                'label' => 'Устунлар',

                'form' => [

                    'is_enabled' => [
                        'label' => ':column ёқилган',
                    ],

                    'label' => [
                        'label' => ':column белги',
                    ],

                ],

            ],

        ],

        'actions' => [

            'export' => [
                'label' => 'Экспорт',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'Экспорт якунланди',

            'actions' => [

                'download_csv' => [
                    'label' => 'Юклаб олиш .csv',
                ],

                'download_xlsx' => [
                    'label' => 'Юклаб олиш .xlsx',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'Экспорт қилиш учун жуда катта',
            'body' => 'Бир вақтнинг ўзида 1 тадан ортиқ қаторни экспорт қила олмайсиз.|Бир вақтнинг ўзида :count сатрдан ортиқ экспорт қила олмайсиз.',
        ],

        'started' => [
            'title' => 'Экспорт бошланди',
            'body' => 'Экспортиингиз бошланди ва 1 қатор фонда қайта ишланади. Тугаллангач, юклаб олиш ҳаволаси билан билдиришнома оласиз.|Экспортиингиз бошланди ва :count қаторлари фонда қайта ишланади. Юклаб олиш тугаллангандан сўнг сиз юклаб олиш ҳаволаси билан билдиришнома оласиз.',
        ],

    ],

    'file_name' => 'export-:export_id-:model',


];
