<?php

return [

    'label' => ':labelни импорт қилиш',

    'modal' => [

        'heading' => ':labelни импорт қилиш',

        'form' => [

            'file' => [

                'label' => 'Файл',

                'placeholder' => 'CSV файлини юкланг',

                'rules' => [
                    'duplicate_columns' => '{0} Файлда биттадан ортиқ бўш устун сарлавҳаси бўлмаслиги керак.|{1,*} Файлда икки нусхадги устун сарлавҳалари бўлмаслиги керак: :columns.',
                ],

            ],

            'columns' => [
                'label' => 'Устунлар',
                'placeholder' => 'Устунни танланг',
            ],

        ],

        'actions' => [

            'download_example' => [
                'label' => 'Намуна CSV файлни юклаб олинг',
            ],

            'import' => [
                'label' => 'Импорт',
            ],

        ],

    ],

    'notifications' => [

        'completed' => [

            'title' => 'Импорт якунланди',

            'actions' => [

                'download_failed_rows_csv' => [
                    'label' => 'Муваффақиятсиз сатр ҳақида маълумотни юклаб олинг|Муваффақиятсиз қаторлар ҳақида маълумотни юклаб олинг',
                ],

            ],

        ],

        'max_rows' => [
            'title' => 'Юкланган CSV файл жуда катта',
            'body' => 'Бир вақтнинг ўзида 1 тадан ортиқ қаторни импорт қила олмайсиз.|Бир вақтнинг ўзида :count дан ортиқ қаторни импорт қила олмайсиз.',
        ],

        'started' => [
            'title' => 'Импорт бошланди',
            'body' => 'Импортингиз бошланди ва 1 қатор фонда қайта ишланади.|Импортингиз бошланди ва :count қаторлари фонда қайта ишланади.',
        ],

    ],

    'example_csv' => [
        'file_name' => ':importer-example',
    ],

    'failure_csv' => [
        'file_name' => 'import-:import_id-:csv_name-failed-rows',
        'error_header' => 'хатолик',
        'system_error' => 'Тизим хатоси, ёрдам хизматига мурожаат қилинг.',

    ]
];
