<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Аутентификация қаторлари
    |--------------------------------------------------------------------------
    |
    | Қуйидаги қаторлар аутентификация пайтида фойдаланувчига кўрсатиладиган
    | турли хабарлар учун ишлатилади. Ушбу қаторларни иловангиз талабларига
    | мос равишда ўзгартиришингиз мумкин.
    |
    */

    'failed' => 'Ушбу ҳисоб маълумотлари биздаги ёзувларга мос келмайди.',
    'password' => 'Киритилган парол нотўғри.',
    'throttle' => 'Кириш учун уринишлар жуда кўп. Илтимос, :seconds сониядан сўнг қайта уриниб кўринг.',

];