<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Пагинация қаторлари
    |--------------------------------------------------------------------------
    |
    | Қуйидаги қаторлар пагинация кутубхонаси томонидан оддий пагинация
    | ҳаволаларини яратиш учун ишлатилади. Кўринишларни иловангизга
    | мослаштириш учун уларни хоҳлаганингизча ўзгартиришингиз мумкин.
    |
    */

    'previous' => '&laquo; Олдинги',
    'next' => 'Кейинги &raquo;',

];