<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Паролни тиклаш қаторлари
    |--------------------------------------------------------------------------
    |
    | Қуйидаги қаторлар паролни янгилашга уриниш натижасида password broker
    | томонидан бериладиган сабабларга (масалан, нотўғри парол ёки
    | тиклаш токени каби хатоликлар) мос келадиган стандарт хабарлардир.
    |
    */

    'reset' => 'Паролингиз муваффақиятли тикланди.',
    'sent' => 'Паролни тиклаш ҳаволасини электрон почтангизга юбордик.',
    'throttled' => 'Илтимос, қайта уринишдан олдин бироз кутинг.',
    'token' => 'Ушбу паролни тиклаш токени яроқсиз.',
    'user' => "Ушбу электрон почта манзилига эга фойдаланувчи топилмади.",

];