<?php

return [
    /*
 |------------------------------------------------- -------------------------
 | Жадвал устунлари
 |------------------------------------------------- -------------------------
 */

    'column.name' => 'Исм',
    'column.guard_name' => 'Гвардия номи',
    'column.roles' => 'Ролларни бошқариш',
    'column.permissions' => 'Рухсатлар',
    'column.updated_at' => 'Янгиланган',

    /*
    |------------------------------------------------- -------------------------
    | Формa майдонлари
    |------------------------------------------------- -------------------------
    */

    'field.name' => 'Исм',
    'field.guard_name' => 'Гвардия номи',
    'field.permissions' => 'Рухсатлар',
    'field.select_all.name' => 'Барчасини танлаш',
    'field.select_all.message' => 'Ушбу роль учун <span class="text-primary font-medium">Мавжуд</span> бўлган барча рухсатларни ёқиш',

    /*
    |------------------------------------------------- -------------------------
    | Навигация ва ресурс
    |------------------------------------------------- -------------------------
    */

    'nav.group' => 'Созламалар',
    'nav.role.label' => 'Роллар (Тизим)',
    'nav.role.icon' => 'heroicon-o-shield-check',
    'resource.label.role' => 'Роль',
    'resource.label.roles' => 'Роллар',

    /*
    |------------------------------------------------- -------------------------
    | Бўлим ва иловалар
    |------------------------------------------------- -------------------------
    */

    'section' => 'Моҳиятлар',
    'resources' => 'Ресурслар',
    'widgets' => 'Виджетлар',
    'pages' => 'Саҳифалар',
    'custom' => 'Фойдаланувчи рухсатлари',

    /*
    |------------------------------------------------- -------------------------
    | Хабарлар
    |------------------------------------------------- -------------------------
    */

    'forbidden' => 'Сизда кириш ҳуқуқи йўқ',

    /*
    |------------------------------------------------- -------------------------
    | Ресурс рухсатлари белгилари
    |------------------------------------------------- -------------------------
    */

    'resource_permission_prefixes_labels' => [
        'view' => 'Кўриш',
        'view_any' => 'Исталганини кўра олади',
        'create' => 'Яратиш',
        'update' => 'Янгилаш',
        'delete' => 'Ўчириш',
        'delete_any' => 'Исталганини ўчира олади',
        'force_delete' => 'Мажбурий ўчириш',
        'force_delete_any' => 'Исталганини мажбурий ўчира олади',
        'restore' => 'Тиклаш',
        'reorder' => 'Тартибни ўзгартириш',
        'restore_any' => 'Исталганини тиклай олади',
        'replicate' => 'Нусха олиш',
    ],

];
